{
  "translation" : {
    "sobre-mim": "About me",
    "projetos": "Projects",
    "contato" : "Contact",
    "produto" : "Brazilian Product designer",
    "formacao1" : "Graduated in Graphic Design from the University of Franca and specialist in UX Designer from Unochapecó. I have worked as a designer for over",
    "formacao2" : "5 years",
    "formacao3" : " building",
    "formacao4" : "new products",
    "formacao5" : " and",
    "formacao6" : "supplying legacy products",
    "formacao7" : ".",
    "clientes" : "CLIENTS",
    "projeto" : "PROJECTS",
    "cyrela" : "Cyrela group sales CRM",
    "pearson" : "Management of franchises (Wizard & Yázigi)",
    "design" : "Standardization of WEB & Desktop Design Systems",
    "treinos" : "Gym and training management",
    "recomendacao" : "RECOMENDATIONS",
    "feedbackjose" : "Henrique is definitely a Jedi master. He has this incredible talent for taking what users need and turning it into experiences that really make sense. Working with him, I saw up close his dedication to every detail and how he always looks for creative solutions that fit perfectly with the project's needs. The guy is charismatic and has a special way of making the team feel more united and motivated. I was lucky to work alongside someone so talented and, without a doubt, I recommend Henrique for any UX challenge.",
    "devbackrafaela" : "Developer back-end",
    "feedbackrafaela" : "Henrique is an incredible professional, but more than that, he is also an extraordinary human being. Throughout our work period, he was always extremely concerned with the life of the project, always trying to deliver the best final result. Always looking with a technical view to determine what is the best strategy to follow. He creates prototypes consistent with the requirements of the business area, respecting all proposed rules. I'm grateful to know a professional like Henrique, and I believe that everyone who works with him will be the same.",
    "devfrontdani" : "Developer front-end",
    "feedbackdani" : "Henrique is an exceptional UX leader with an innate ability to transform user insights into integrated and engaging experiences. His attention to detail, collaborative nature and innovative mindset make him an invaluable asset to any team. His passion for user-centered design is evident in the remarkable solutions he consistently delivers. Henrique's leadership and creativity set him apart and I highly recommend him for any UX-related venture.",
    "contatouppercase" : "CONTACT",
    "vamosconversar" : "lets talk?",
    "download" : "DOWNLOAD MY RESUME",
    "padronizacao" : "SYSTEM DESIGN STANDARDIZATION FOR WEB AND DESKTOP",
    "papel" : "MY ROLE",
    "productdesigner" : "Product Designer Principal",
    "tempoprojeto" : "PROJECT DURATION",
    "12meses" : "12 months",
    "responsabilidades" : "RESPONSABILITIES",
    "personas" : "Creation of Personas, Strategy, Design System Development",
    "objetivo" : "OBJECTIVE",
    "objetivosection" : "To create a standardized component format in accordance with the new brand initiated in early 2019. The goal was to establish a design system for both WEB and DESKTOP systems, with the initial focus on the WEB Design System, which would serve as the foundation for the development of the latter.",
    "desafio" : "CHALLENGE",
    "desafiosection" : "To create Design Systems that enable systems with completely different languages and legacy structures to share the same base of components and similar identities. This involved utilizing pre-existing components such as the Metronic framework and DevExpress tables, while ensuring compatibility with the Delphi language.",
    "modelo" : "MODEL",
    "modelosection" : "For this project, we decided to adopt the concept of Atomic Design, a methodology that breaks down design into its smallest components or atoms. These atoms combine to create molecules, organisms, templates, and pages. Atomic design provides a more structured and scalable system by dividing design into its smallest components.",
    "personasuppercase" : "PERSONAS",
    "personassection" : "The initial idea was to first understand our audience, identify personas to generate products that would become part of these people's daily lives. This involved understanding their work environment, location, values, a bit of their journey outside the company, roles, and, of course, personal data such as age, goals, and history. A survey was conducted among the customer base to collect this data. In this survey, we identified three distinct profiles of individuals.",
    "acessardesign" : "ACCESS DESIGN SYSTEM ㅤ",
    "proximoprojeto" : "Next Project",
    "appgestao" : "Gym and Training Management App"
  }
}