{
  "translation" : {
    "sobre-mim": "Sobre mim",
    "projetos": "Projetos",
    "contato" : "Contato",
    "inicio" : "Voltar para o Início",
    "produto" : "Product designer brasileiro",
    "formacao1" : "Formado em Design Gráfico pela universidade de Franca e especialista em UX Designer pela Unochapecó. Trabalho como designer há mais de",
    "formacao2" : "5 anos",
    "formacao3" : " na construção de",
    "formacao4" : "novos produtos",
    "formacao5" : " e",
    "formacao6" : "reconstrução de produtos legado",
    "formacao7" : ".",
    "clientes" : "CLIENTES",
    "projeto" : "PROJETOS",
    "cyrela" : "CRM de vendas do grupo Cyrela",
    "pearson" : "Gestão das franquias Perason (Wizard e Yázigi)",
    "design" : "Padronização dos Design Systems WEB e Desktop",
    "treinos" : "Gerenciamento de avaliações e treinos",
    "recomendacao" : "RECOMENDAÇÕES",
    "feedbackjose" : "Henrique é definitivamente um mestre Jedi. Ele tem esse talento incrível de pegar o que os usuários precisam e transformar em experiências que fazem realmente sentido. Trabalhando com ele, vi de perto sua dedicação em cada detalhe e como ele sempre busca soluções criativas que se encaixam perfeitamente com as necessidades do projeto. O cara é carismático e tem um jeito especial de fazer a equipe se sentir mais unida e motivada. Tive a sorte de trabalhar ao lado de alguém tão talentoso e, sem dúvidas, recomendo o Henrique para qualquer desafio em UX.",
    "devbackrafaela" : "Desenvolvedora back-end",
    "feedbackrafaela" : "O Henrique é um profissional incrível, mas mais do que isso, ele também é um ser humano extraordinário. Durante todo o nosso período de trabalho, ele sempre foi extremamente preocupado com a vida do projeto, tentando sempre entregar o melhor resultado final. Sempre olhando com uma visão técnica para determinar qual é a melhor estratégia a ser seguida. Ele cria protótipos coerentes com os requisitos da área de negócios, respeitando todas as regras propostas. Sou grata por conhecer um profissional como o Henrique, e acredito que todos que trabalharem com ele também serão.",
    "devfrontdani" : "Desenvolvedor front-end",
    "feedbackdani" : "Henrique é um líder de UX excepcional com uma capacidade inata de transformar insights do usuário em experiências integradas e envolventes. Sua atenção aos detalhes, natureza colaborativa e mentalidade inovadora fazem dele um ativo inestimável para qualquer equipe. Sua paixão pelo design centrado no usuário é evidente nas soluções notáveis que ele oferece de forma consistente. A liderança e criatividade do Henrique o diferenciam e eu o recomendo fortemente para qualquer empreendimento relacionado a UX.",
    "contatouppercase" : "CONTATO",
    "vamosconversar" : "vamos conversar?",
    "download" : "BAIXE MEU CURRÍCULO",

   "padronizacao" : "PADRONIZAÇÃO DE DESIGN SYSTEM PARA WEB E DESKTOP"
  }
}